import styles from "./NotificationComponent.module.scss"

const NotificationComponent = () => {
    return (
        <div className={styles.notification}>
            Уважаемые пользователи информационной системы Единый номенклатурный справочник товаров, работ и услуг!
            <br />
            <br />
            ТОО «Самрук-Казына Контракт» уведомляет вас о том, что с 16 ноября 2020 в информационной системе ЕНС ТРУ будут внедрены результаты актуализации базы данных товаров, работ и услуг.
            <br />
            Изменения в кодах ЕНС ТРУ приняты и согласованы межведомственной Комиссией по рассмотрению и утверждению кодов.
            <br />
            Пересмотр и актуализация базы данных ЕНС ТРУ осуществляется в случаях:
            <br />
            — внесения изменений/дополнений в нормативные правовые акты, порядок осуществления закупок и законодательство Республики Казахстан;
            <br />
            — изменения классификаций/технических регламентов на товары;
            <br />
            — выявления неактуальных/некорректных позиций.
            <br />
            Основные изменения коснулись кодов по легкой промышленности, трубной продукции (созданы унифицирующие коды с указанием диапазона размеров), технических жидкостей, масел, смазок, а также работ по проектированию (коды приведены в соответствие с Законом о разрешениях и уведомлениях).
            <br />
            Работа по актуализации базы данных ЕНС ТРУ будет продолжена и в последующем, по мере необходимости.
            <br />
            <br />
            Дополнительно сообщаем о том, что помимо вышеуказанных отраслей, по обращению потенциальных поставщиков, были актуализированы ряд кодов ЕНС ТРУ, указанные в ниже прилагаемой таблице. Просим учесть данную информацию при формировании/реализации планов закупок.
            <br />
            <br />
            Ниже прикладывается таблица актуализированных кодов
        </div>
    )
}

export default NotificationComponent;